Repository: alexkay/spek
Catalog: po/*.po
Languages: tr

source: Spectrum Analyser
tr: Spektrum Analizör

source: View spectrograms of your audio files
tr: Ses dosyalarının spektogramlarını görüntüle

source: Spek Spectrum Analyser
tr: Spek Spektrum Analizör

source: %d bit
tr: %d bit %d bit

source: %d channel
tr: %d kanal %d kanal

source: Cannot open input file
tr: Girdi dosyası açılamadı

source: Cannot find stream info
tr: Akış bilgisi bulunamadı

source: The file contains no audio streams
tr: Dosya ses akışı içermiyor

source: Cannot find decoder
tr: Dekoder bulunamadı

source: Unknown duration
tr: Bilinmeyen Süre

source: No audio channels
tr: Ses kanalı yok

source: Cannot open decoder
tr: Dekoder açılamadı.

source: Unsupported sample format
tr: Desteklenmeyen örnekleme biçimi

source: Preferences
tr: Seçenekler

source: (system default)
tr: (sistem varsayılanı)

source: Language:
tr: Dil

source: Check for &updates
tr: &Güncellemeleri kontrol et

source: Spek - Acoustic Spectrum Analyser
tr: Spek - Akustik Spektrum Analizör

source: &Edit
tr: &Düzenle

source: &Help
tr: &Yardım

source: Help
tr: Yardım

source: A new version of Spek is available, click to download.
tr: Spek'in yeni bir versiyonu hazır, indirmek için tıklayınız.

source: All files
tr: Tüm dosyalar

source: Audio files
tr: Ses dosyaları

source: Open File
tr: Aç

source: PNG images
tr: PNG imajları

source: Save Spectrogram
tr: Spektogramı Kaydet

source: Untitled
tr: Adsız

source: translator-credits
tr: apranax

source: Copyright (c) 2010-2013 Alexander Kojevnikov and contributors
tr: Telif hakları (c) 2010-2013 Alexander Kojevnikov and katkıda bulunanlar

source: Spek Website
tr: Spek Websitesi

source: Spek version %s
tr: Spek versiyonu %s
